Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: The depth of investigation needed to reach reliable conclusions shall depend on the nature, complexity, potential and actual severity of the incident.
es: El alcance de la investigación necesario para llegar a conclusiones confiables deberá depender de la naturaleza, complejidad, potencial y gravedad real del incidente.

source: Table 1 lists key source parameters for these 17 sources, including locations, estimated average slip rate and maximum earthquake magnitude.
es: La Tabla 1 presenta los parámetros requeridos para la definición del modelo analítico asociado con estas 17 fuentes superficiales, que incluyen su ubicación, tasa estimada de deslizamiento promedio, y magnitud sísmica máxima.

source: Table 3 lists the GMPEs and associated weights.
es: La Tabla 3 presenta las ecuaciones GMPE y sus ponderaciones.

source: The SIFs and pSIFs that take place in Golder are informed by email, but there is no mention of by leaders in our office”.
es: Los SIF y PSIF que ocurren en Golder se informan por e-mail, pero los líderes en nuestra oficina no los mencionan”.

source: The e-mail notification should come in all languages spoken in our region, so all employees can access the information.
es: El aviso por e-mail debería venir en todos los idiomas que se practican en nuestra región para facilitar el acceso de todos los colaboradores a la información.

source: The vision of our leaders has improved significantly in recent years, but it needs to make strides to ensure a more active participation in health and safety”.
es: La visión de los líderes mejoró mucho en los últimos años, pero todavía necesita evolucionar para que podamos garantizar la participación más activa en el ámbito de la salud y la seguridad”.

source: Figure 11 shows that the mean peak spectral response of 1.15 g occurs at a spectral period of about 0.2 s.
es: La Figura 11 muestra que la respuesta espectral máxima media de 1,15 g ocurre en un periodo espectral de alrededor de 0,2 s.

source: Figure 5 shows that the peak spectral response occurs at a structural period of about 0.2 seconds.
es: La Figura 5 muestra que la respuesta espectral máxima sucede en un periodo estructural de alrededor de 0,2 segundos.

source: Interim corrective actions may be required while permanent controls are in development.
es: Se pueden requerir acciones correctivas provisorias mientras los controles permanentes estén en desarrollo.

source: More favorable slope stability conditions were predicted below the 4210 Level, and containing and stabilizing the original instability has been an effective means of managing stability risks for the slope below the 4210 Level to date.
es: Se predijeron condiciones de estabilidad de taludes más favorables debajo del nivel 4210 y la contención y estabilización de la inestabilidad original ha sido un modo eficaz de manejar los riesgos de estabilidad del talud debajo del nivel 4210 a la fecha.

source: Yes ☐No ☐ If yes, please explain
es: Sí ☐No ☐ Si la respuesta es afirmativa, explicar.

source: While three of the four extension hooks were successfully removed, one was not.
es: Tres de los ganchos de extensión se retiraron de forma exitosa, menos uno.

source: APPENDIX A provides further details on the geological setting and identification of possible faults and their characterization for this study.
es: El ANEXO A entrega más detalles sobre el marco geológico y la identificación de posibles fallas y su caracterización para el presente estudio.

source: Employees and subcontracts (under Golder’s duty of care) are to stop work if they are unsure of workplace conditions, how to work safely, and/or the required actions to take.
es: Los colaboradores y subcontratistas (bajo el deber de cuidado de Golder) deben dejar de trabajar si no están seguros sobre las condiciones del lugar de trabajo, sobre cómo trabajar de manera segura o sobre qué acciones requeridas deben tomar.

source: Is there anything we didn’t expect?
es: ¿Hay algo que no esperábamos?

source: It is the role of the investigation team to recommend suitable corrective actions.
es: Es función del equipo a cargo de la investigación el recomendar acciones correctivas adecuadas.

source: The lead investigator shall be chosen from the team members based on training, experience and seniority.
es: El líder de investigación se deberá elegir de entre los integrantes del equipo según su capacitación, experiencia y antigüedad.

source: The particularly low flow rates for the Monjas Pit reflect its higher elevation, its smaller dimensions, and the inferred hydrogeological conditions which suggests that seepage to this pit would primarily occur through the lower permeability bedrock.
es: Los bajos caudales en el pit Monjas reflejan su mayor elevación, sus menores dimensiones y las condiciones hidrogeológicas inferidas, lo cual sugiere que la infiltración hacia este pit ocurrirá principalmente a través de la roca de menor permeabilidad.

source: Dr. Carvalho has experience in teaching and training.
es: El Dr. Carvalho tiene experencia en docencia y capacitación.

source: If this is required, the person collecting the evidence shall develop a chain of custody (process for securing, exchanging custody, tracking and documenting the whereabouts and secured condition of the evidence), before it is shipped for examination and / or analysis.
es: Si esto se requiere, la persona que recopila la información deberá implementar una cadena de custodia (proceso para asegurar, intercambiar la custodia, seguir y documentar el paradero y condición segura de la evidencia), antes de enviarla a examinar o analizar.

source: Table 1 includes the possible seismogenic faults, including a qualitative estimate of their likelihood of Quaternary activity.
es: La Tabla 1 incluye las fallas posiblemente sismogénicas, así como una estimación cualitativa de su probabilidad de actividad en el periodo Cuaternario.

source: Table 8 lists the median and 84th percentile spectral acceleration values (5% damped) for the deterministic M8.0 from the upper intraslab zone earthquake.
es: La Tabla 8 presenta los valores de aceleración espectral de la mediana y del percentil 84 (con 5% de amortiguamiento) para el sismo determinístico en zona de intraplaca superior M8,0.

source: The Formula One analogy still works
es: La analogía con Formula 1 todavía aplica.

source: You may choose to do the same for a prominent competitor or two.
es: Se puede elegir hacer lo mismo para uno o dos competidores importantes.

source: (allow one minute)
es: (dar 1 minuto)

source: Figure 5 lists mean and modal earthquake magnitude distance pairs for PGA, 0.2 s, and 1.0 s for 475-year and 10,000-year return periods as shown in Figure 11.
es: La Figura 5 muestra los pares de magnitud-distancia sísmica media y modal para la PGA y los periodos espectrales de 0,2 s y 1,0 s con periodos de retorno de 475 y 10000 años, como se muestra en la Figura 11.

source: Table 6 lists the source parameters and PGA values for these two subduction zone sources.
es: La Tabla 6 indica los parámetros de fuente y los valores de PGA para estas dos fuentes en zona de subducción.

source: Productivity Gains.
es: mejoras en productividad.

source: Table 1 lists key source parameters for these 21 faults, including distance from the Spence Mine site, estimated average slip rate, confidence in activity, and estimated median maximum earthquake magnitude.
es: La Tabla 1 presenta los parámetros de fuente clave para estas 21 fallas tales como distancia desde la mina Spence, tasa promedio estimada de deslizamiento, confianza en la actividad y magnitud sísmica máxima mediana estimada.

source: Figure 4 shows the distribution of the M≥5.0 declustered earthquake catalog with respect to the Spence Mine site, the seismic source zones, and the recurrence parameters described in Section 4.2.
es: La Figura 4 muestra la distribución del catálogo depurado de sismos M≥5,0 con respecto a la mina Spence, las zonas de fuente sísmica y los parámetros de recurrencia descritos en el Capítulo 4,2.

source: The AMTC revised report (September 2015) resulted in a 10% to 15% reduction in recommended EDGM values compared to the previous result.
es: El informe revisado de AMTC (septiembre 2015) se tradujo en una reducción de entre 10% y 15% en los parámetros EDGM recomendados en comparación con el resultado anterior.

source: = Peak Particle Velocity (mm/sec)
es: = velocidad máxima de partícula (mm/s)

source: = Scaled Distance (m/kg1/2) as defined above
es: = distancia escalada (m/kg1/2) según la definición anterior

source: = site factors typically derived from monitoring
es: = factores del sitio derivados generalmente del monitoreo

source: = the distance (m) between the blast and receptor
es: = la distancia (m) entre la voladura y el receptor

source: = the maximum weight of explosive (kg) detonated per delay period
es: = el peso máximo del explosivo (kg) detonado por periodo de retardo

source: >on completion, an email will be sent to:
es: >al finalizar, se enviará un email a:

source: A <$50K (n/a in LATAM)
es: A <$50K (n/a en LATAM)

source: A <4 Weeks
es: A <4 semanas

source: A <Sub Region
es: A <Subregión

source: A >4 weeks
es: A >4 semanas

source: A >75 days
es: A >75 días

source: A secondary goal is to assess whether or not
es: Un propósito secundario es evaluar si

source: A 2WD vehicle, or a vehicle with road tyres is only suited to sealed roads
es: Un vehículo 4x2 o que tenga neumáticos de autopista solo sirve para caminos sellados.

source: A 3D data visualization tool was used to integrate all relevant data and create the EGM which focused on identifying the seismically active structures at the mine and understanding the relationship between mining and seismicity along these structures.
es: Se usó una herramienta de visualización de datos 3D para integrar todos los datos relevantes y crear el EGM que se centraría en identificar las estructuras sísmicamente activas de la mina y comprender la relación entre la explotación y la sismicidad a lo largo de estas estructuras.

source: A 40-km long distinct scarp offsets salt deposits within the Salar Grande.
es: Un escarpe definido de 40 km de longitud disloca depósitos de sal dentro del Salar Grande.

source: A 60 seconds and 70 km range were used to identify duplicate earthquakes recorded during or after 1964.
es: En tanto, se usó un intervalo de 60 segundos y 70 km para identificar sismos duplicados durante o después de 1964.

source: A <$2K (n/a to LATAM)
es: A <$2K (n/a para LATAM)

source: A <$10K (n/a to LATAM)
es: A <$10K (n/a a LATAM)

source: A <$25K (n/a to LATAM)
es: A <$25K (n/a a LATAM)

source: A HAZID workshop will be conducted to identify all applicable HSSE requirements and the risks involved in the proposed work, and propose the necessary controls.
es: Se hará un taller de HAZID para identificar todos los requisitos aplicables de HSSE y los riesgos relacionados con el trabajo propuesto, junto con proponer los controles necesarios.

source: A PSIF alert was published on July 31, 2017.
es: Se publicó una alerta de pSIF el 31 de julio de 2017.

source: A Senior Leadership Site Visit can be any of the following:
es: Puede ser alguna de las siguientes:

source: A list of hazards associated with work
es: Lista de peligros asociados al trabajo

source: A merit-based P&A system which motivates and develops leadership in all parts of the business
es: Un sistema de P&A basado en méritosque motiva y desarrolla el liderazgo en todos los aspectos del negocio

source: A >Sub Region
es: A >Subregión

source: A Client’s subcontractor conducting investigation drilling was pulling augers from completed geotechnical investigation CPT hole when gas ignited inside of the hollow stem auger.
es: El subcontratista de un cliente llevaba a cabo perforaciones investigativas se encontraba retirando barrenos desde un pozo terminado para ensayos CPT de investigación geotécnica cuando se encendió gas dentro de la barrena hueca.

source: A Confined Space Permit must be completed and approved before entry into a confined space.
es: Debe tenerse un permiso de trabajo para espacios confinados aprobado antes de ingresar a un espacio confinado.

source: A Confined Space Rescue Plan shall be prepared and detail the most expedient means for:
es: Debe elaborarse un plan de rescate que detalle los medios más apropiados para:

source: A Dangerous Good is a substance with the potential to cause immediate harm to people, property and the environment due to the possibility of a fire, explosion, or release of toxic, flammable, or corrosive materials during a storage or handling incident.
es: Una “mercancía peligrosa” es una sustancia con el potencial de causar daño inmediato a personas, la propiedad o el medio ambiente debido a la posibilidad de un incendio, explosión o liberación de materiales tóxicos, inflamables o corrosivos durante un incidente en el almacenamiento o la manipulación.

source: A Hazardous Substance a substance which has the potential, through being used at work, to harm the health or safety of persons.
es: Una “sustancia peligrosa” es aquella que tiene potencial de dañar la salud o seguridad de las personas al usarse en el trabajo.

source: A High Risk Travel Assessment is completed as the country has been rated by ISOS as Extreme Medical Risk.
es: Hacer una evaluación de viaje de alto riesgo ya que el país tiene la calificación de riesgo médico extremo según ISOS.

source: A JSEA must be conducted on site at the commencement of each shift as part of the Pre-Start Meeting, and then as conditions change throughout the shift.
es: Debe hacerse un AST estando en el sitio o faena al inicio de cada turno como parte de la reunión previa y luego ante cambios en las condiciones durante el turno.

source: A JSEA must be conducted on site at the commencement of each shift as part of the Pre-Start Meeting, and then as conditions change throughout the shift. JSEA’s can also be undertaken to refocus on a task following a break.
es: Debe hacerse un AST estando en el sitio o faena al inicio de cada turno como parte de la reunión previa y luego ante cambios en las condiciones durante el turno. También pueden hacerse AST para volver a enfocarse en la tarea después de un descanso.

source: A JSEA requires detail on the following:
es: Un AST necesita detalles sobre lo siguiente:

source: A Journey Management Plan helps us respond in a timely manner.
es: Un Plan de Gestión de Viajes nos ayuda a responder a tiempo.

source: A Journey Management Plan is developed to manage the risks associated with travelling to site including the risk of communicable diseases.
es: Elaborar un plan de gestión de viaje para gestionar los riesgos asociados con viajar al sitio, inclusive el riesgo de contraer enfermedades.

source: A Journey Management Plan is to be used for travel where fieldwork is not required or where determined by regional Golder requirements.
es: Un plan de gestión de viajes se usa para viajes que no requieran trabajo de campo o según lo determinen los requisitos de Golder en la región.

source: A Journey Management Plan most be developed to prepare for: travel to/from site, appropriate means of communication, helicopter safety, accommodation on site, etc.
es: Debe elaborarse un plan de gestión de viaje para preparar: viajes desde/hacia el sitio, medios de comunicación apropiados, seguridad de helicópteros, alojamiento en el sitio, etc.

source: A Journey Management Plan shall be developed for all high risk journeys that details as a minimum:
es: Se deberá elaborar un Plan de Gestión de Viajes para todos los viajes de alto riesgo con el siguiente detalle, como mínimo:

source: A Low Complexity project that calls for a senior engineer to inspect an underground gold mine in Guinea, Africa with the purpose of assessing its physical conditions, evaluate the client needs, and propose a schedule for future work.
es: Un proyecto de baja complejidad que requiere un ingeniero senior para inspeccionar una mina de oro subterránea en Guinea (África) con el fin de evaluar sus condiciones físicas, evaluar las necesidades del cliente y proponer un cronograma de trabajo a futuro.

source: A Nominating Sub-committee will be formed as a permanent sub-committee of the Governance Committee.
es: Se formará un Subcomité de Nominación como un subcomité permanente del Comité de Gobernanza.

source: A PRC may issue a blanket approval for triggers associated with repetitive, but well-defined and well-mitigated scopes of work or issues.
es: Un PRC puede emitir una aprobación general para triggers asociados con alcances de trabajo o asuntos repetitivos pero bien definidos y mitigados.

source: A Pima unit is currently used to analyze clay content of exploration core.
es: Se está usando una unidad Pima para analizar el contenido de arcilla de testigos de exploración.

source: A Pre-Start Job Safety and Environment Analysis (JSEA) is a documented assessment of the hazards in the specific work environment.
es: Un Análisis de Seguridad en el Trabajo (AST) es una evaluación documentada de los peligros en el entorno de trabajo específico.

source: A Principal from each of North America, Latin America, Africa, Asia, Europe, Australasia
es: Un Principal de Norteamérica, Latinoamérica, África, Asia, Europa, Australasia, respectivamente

source: A Principal, an Associate or a Level 6+
es: Un Principal, un Asociado o un colaborador de nivel 6 o superior.

source: A Safe Working Load (SWL) shall be clearly marked on the scaffold and not exceeded at any time.
es: Debe marcarse una carga de trabajo segura (CTS) en el andamio, la que no debe superarse en ningún momento.

source: A WMS must detail:
es: Un PST debe tener lo siguiente:

source: A Work Method Statement (WMS) is a documented assessment of the risks associated with each step of the anticipated work and the measures to be put in place to control the risks.
es: Un Procedimiento Seguro de Trabajo (PTS) es una evaluación documentada de los riesgos asociados a cada paso del trabajo en cuestión y de las medidas a ser adoptadas para controlar los riesgos.

source: A Work Method Statement is developed to list the tasks to be performed during the site inspection, the risks inherent to those tasks and proposed controls to mitigate them.
es: Elaborar un procedimiento seguro de trabajo que indique las tareas a ejecutar durante la inspección del sitio, los riesgos inherentes a esas tareas y los controles propuestos para mitigarlos.

source: A Work Method Statement is documented.
es: un procedimiento seguro de trabajo documentado;

source: A basic assumption of seismic hazard analysis is that the recurrence of earthquakes follows a Poisson process of independent events.
es: Un supuesto básico del análisis de peligrosidad sísmica es que la recurrencia de los sismos sigue un proceso de Poisson de eventos independientes.

source: A basic assumption of seismic hazard analysis is that the recurrence of earthquakes follows a Poisson process, i.e., that the occurrence of any given earthquake does not depend on the location, magnitude, or time of any preceding earthquake(s).
es: Un supuesto básico del análisis de peligrosidad sísmica es que la recurrencia de los sismos sigue un proceso de Poisson de eventos independientes, es decir, que la ocurrencia de cualquier sismo no depende de la ubicación, magnitud u ocasión de ningún sismo previo.

source: A bibliography of references that document current technical practices pertinent to pit slope design is provided to support the site geotechnical following the References.
es: Se entrega una bibliografía de referencias que documentan las actuales prácticas técnicas pertinentes al diseño de taludes de pit para respaldar la geotecnia del sitio según las referencias.

source: A brief summary of the conceptual hydrogeological model derived from the information presented in these reports, supplemented by observations from site visits by Golder’s Senior Hydrogeologist and Groundwater Modelling Specialist is provided below.
es: A continuación se presenta un breve resumen del modelo hidrogeológico conceptual derivado de la información presentada en estos reportes, complementado con observaciones de las visitas de campo realizadas por el Hidrogeólogo Sénior y el Especialista en Modelación de Aguas Subterráneas de Golder.

source: A broad brim hat, legionnaire’s hat or hard hat (with brim where appropriate)
es: Sombrero de drill, gorra de legionario o casco (con visera si es necesario)

source: A broad, in-depth base of expertise and knowledge allows Golder to develop innovative solutions to complex technical problems.
es: La amplia y profunda base de conocimientos y experiencia de nuestros profesionales permite a Golder desarrollar soluciones innovadoras para problemas técnicos complejos.

source: A buddy
es: Acompañante

source: A call was placed to the police and the Project Manager to inform them of the incident.
es: Se llamó a la policía y al Gerente de Proyecto para informarles del incidente.

source: A call-in schedule shall be established prior to commencing work.
es: Debe establecerse un cronograma de llamadas antes de iniciar los trabajos.

source: A central cored rockfill will be used for the starter stage of the Main Tailings Dam.
es: Se usará enrocado con núcleo central para la etapa de partida del muro.

source: A central listing of all hazardous materials used and stored on the project must be kept (excluding household type products such as sunscreen, insect spray etc).
es: Debe mantenerse un listado centralizado de todos los materiales usados y almacenados en el proyecto (excepto los productos domésticos como bloqueador solar, repelente de insectos, etc.)

source: A change this big takes a little time to put into action, and we are just getting started.
es: Un cambio tan grande demora un poco en ponerse en práctica y apenas estamos empezando.

source: A clear sequence of events will help in identifying the events prior to the incident that may have played a role and contributed to the incident.
es: Una secuencia clara de eventos ayudará a identificar los eventos previos al incidente que pudieran haber tenido incidencia y contribuido a la ocurrencia del incidente.

source: A clearance inspection must be undertaken and clearance certificate issued following asbestos removal works before the workplace can be re-occupied.
es: Debe llevarse a cabo una inspección de liberación y emitirse un certificado de liberación tras el trabajo de remoción del asbesto antes de que se pueda ocupar de nuevo el área de trabajo.

source: A communication plan must be developed and implemented, along with communication with others who may be in the area.
es: Debe elaborarse e implementarse un plan de comunicación junto con comunicarse con otras personas que puedan encontrarse en el sector.

source: A comprehensive PSHA incorporates not only the inherent randomness, or variability, of earthquake occurrence and seismic wave propagation (aleatory variability), but also the uncertainties associated with the choice of particular models and model parameters to characterize seismic sources and estimate earthquake ground motions (epistemic uncertainty).
es: Un análisis PSHA integral incorpora no solo la aleatoriedad inherente, o variabilidad, de la ocurrencia de sismos y la propagación de las ondas sísmicas (variabilidad aleatoria), sino también las incertidumbres asociadas a la elección de modelos particulares y parámetros de modelos para caracterizar fuentes sísmicas y estimar los parámetros sísmicos (incertidumbre epistémica).

source: A comprehensive seismic hazard assessment (DSHA and PSHA) should in general account for the:
es: Una evaluación integral de peligro sísmico (determinístico y probabilístico) debe en general considerar lo siguiente:
